[
  {
    "name": "Starting Village",
    "description": "A quaint small village near a dense forest. A few homes line the outskirts of town with the village tavern in the middle. To the north of the village there is a forest and to the South there is a Mountain Pass.",
    "exits": {
      "NORTH": "Forest",
      "SOUTH": "Mountain Pass"
    }
  },
  {
    "name": "Forest",
    "description": "You have traveled north of the village into the forest. The forest has a flat path and will be an easier journey to find the potion. As you enter the forest you see dense tall pine trees and find a flat, narrow path.",
    "exits": {
      "EAST": "River North",
      "SOUTH": "Starting Village"
    }
  },
  {
    "name": "Mountain Pass",
    "description": "You have traveled south of the village. Here you find a steep rocky slope that rises at a sharp angle and will be difficult to climb.",
    "exits": {
      "NORTH": "Starting Village",
      "EAST": "River South"
    }
  },
  {
    "name": "River North",
    "description": "You have traveled to a roaring river with a strong current and a rocky bed. Prone to flooding and a great ambush site for enemies. To the east you see Village2 and to travel back to the Forest, you must choose North. To take the Mountatin Pass, you must travel South.",
    "exits": {
      "EAST": "Village2",
      "WEST": "Forest"
    }
  },
  {
    "name": "River South",
    "description": "You have traveled to a roaring river with a strong current and a rocky bed. Prone to flooding and a great ambush site for enemies. To the east you see Village2 and to travel back to the Forest, you must choose North. To take the Mountatin Pass, you must travel South.",
    "exits": {
      "EAST": "Village2",
      "WEST": "Mountain Pass"
    }
  },
  {
    "name": "Village2",
    "description": "A large village that sits next to the large river, this is a bustling town where merchants and traders from across the country come to trade. This is where the doctor said you would find potion to cure your sister.",
    "exits": {
      "NORTH": "River North",
      "SOUTH": "River South"
    }
  }
]