[
  {
    "name": "Whitby Village",
    "description": "Whitby is a quaint small village near a dense forest. \nA few homes line the outskirts of town with the village tavern in the middle. \nTo the north of the village there is a forest and to the south there is a Mountain Pass.",
    "exits": {
      "NORTH": "Forest",
      "SOUTH": "Mountain Pass"
    }
  },
  {
    "name": "Forest",
    "description": "It is a densely wooded forest, with light streaming from the sky above. \nThe forest has a flat path and will be an easier journey to find the potion. \nAs you enter the forest you see dense tall pine trees and find a flat, narrow path.",
    "exits": {
      "EAST": "River North",
      "SOUTH": "Whitby Village"
    }
  },
  {
    "name": "Mountain Pass",
    "description": "Before you lies the great mountain pass, here you recall tales of an old hermit guarding these trails. \nHere you find a steep rocky slope that rises at a sharp angle \nand will be difficult to climb. Watch your step.",
    "exits": {
      "NORTH": "Whitby Village",
      "EAST": "River South"
    }
  },
  {
    "name": "River North",
    "description": "You have traveled to a roaring river with a strong current and a rocky bed. \nProne to flooding and a great ambush site for enemies. \nTo the east you see Langtoft Village and to travel back to the Forest you must travel West.",
    "exits": {
      "SOUTH": "Langtoft Village",
      "WEST": "Forest"
    }
  },
  {
    "name": "River South",
    "description": "You have traveled to a roaring river with a strong current and a rocky bed. \nProne to flooding and a great ambush site for enemies. \nTo the east you see Langtoft Village and to travel back to the Mountains you must travel West.",
    "exits": {
      "NORTH": "Langtoft Village",
      "WEST": "Mountain Pass"
    }
  },
  {
    "name": "Langtoft Village",
    "description": "Langtoft is a bustling town that sits next to the large river, \nthis is a bustling town where merchants and traders from across the country come to trade. \nThis is where the doctor said you would find potion to cure your sister.",
    "exits": {
      "NORTH": "River North",
      "SOUTH": "River South"
    }
  }
]